Tekla.Structures.DrawingInternal.dotGrHatchLineAttributes_t


Tekla.Structures.DrawingInternal.dotGrHatchLineAttributes_t.ClosedGraphicObjectAttributes


Tekla.Structures.DrawingInternal.dotGrHatchLineAttributes_t.Width


Tekla.Structures.DrawingInternal.dotGrHatchLineAttributes_t.Scale


Tekla.Structures.DrawingInternal.dotGrHatchLineAttributes_t.Alignment


Tekla.Structures.DrawingInternal.dotGrHatchLineAttributes_t.ShowOuterLines


Tekla.Structures.DrawingInternal.dotGrHatchLineAttributes_t.ShowJointLines


Tekla.Structures.DrawingInternal.dotGrHatchLineAttributes_t.ToStruct(Tekla.Structures.Drawing.HatchLine.HatchLineAttributes)


Tekla.Structures.DrawingInternal.dotGrHatchLineAttributes_t.FromStruct(Tekla.Structures.Drawing.HatchLine.HatchLineAttributes)
